Repository: theokramer/logicalColors
Catalog: lib/l10n/app_*.arb
Languages: de

source: World
de: Welt

source: Play
de: Spielen

source: Fill
de: Füllen

source: Start
de: Starten

source: Close
de: Schließen

# privacy
source: Privacy Policy
de: Datenschutz

source: Restore Purchases
de: Käufe wiederherstellen

source: Moves
de: Züge

# noInternet
source: It seems like you don't have internet...
de: Es scheint als hättest du kein Internet...

source: Move
de: Zug

source: Difficulty
de: Schwierigkeitsgrad

source: Unlock
de: Freischalten

source: Animations
de: Animationen

# unlockTitle
source: Unlocking all worlds
de: Alle Welten freischalten

# unlockBody
source: You can unlock all worlds and levels in the game, by purchasing one item in the shop.
de: Du kannst alle Welten in der App freischalten, indem du einen Einkauf im Shop tätigst.

source: Cancel
de: Abbrechen

source: Ads removed
de: Anzeigen entfernt

source: Open Shop
de: Shop öffnen

source: Choose Wallpaper
de: Wallpaper auswählen

source: Crystals
de: Kristalle

# randomCTA
source: Get random for
de: Erhalte Zufälliges für

source: Get more
de: Erhalte mehr

# forName
source: for
de: für

source: Select Wallpaper
de: Wallpaper auswählen

# resettedGrid
source: The grid has been reset to the last correct state.
de: Das Grid wurde auf den letzten korrekten Stand zurückgesetzt.

source: Tap to claim
de: Tippe um zu erhalten

source: Great
de: Super

source: purchased
de: gekauft

# newS
source: New
de: Neues

source: Sounds
de: Töne

source: Settings
de: Einstellungen

source: Language
de: Sprache

source: Free
de: Gratis

source: Back to home
de: Zurück nach Hause

source: Watch Ads
de: Werbung ansehen

source: Level complete!
de: Level abgeschlossen!

source: earned
de: verdient

source: Hints
de: Hinweise

# chooseHowTo
source: Choose how to get your
de: Entscheide wie du mehr

source: One Step
de: Ein Zug

# oneNStep
source: one Step
de: einen Zug

source: Please wait...
de: Bitte warten...

# dialogMoreSteps
source: Steps
de: Züge

source: No ads-Bundle
de: Keine Werbung-Bundle

# noAdsTitle
source: No ads
de: Keine Werbung

# unlockedWorlds
source: You unlocked all worlds!
de: Du hast alle Welten freigeschaltet!

# removeAdsBody
source: Removes all ads. You can still watch ads for rewards.
de: Entfernt sämtliche Werbung. Werbung für Belohnungen sind weiterhin möglich.

# freeWallpaper
source: You get a free wallpaper for each purchase.
de: Du erhältst ein Wallpaper für jeden Kauf.

source: left
de: übrig

# unlockWorldsShop
source: With the purchase of any item in the shop, you unlock all current and future Levels in the game.
de: Mit dem Kauf eines beliebigen Artikels im Shop schaltest du alle aktuellen und zukünftigen Level im Spiel frei.

# tDialogContentTargetColor
source: Fill the entire grid with the displayed color. You have
de: Fülle das gesamte Gitter mit der angezeigten Farbe. Du hast

# dialogReminderAdjacent
source: Remember that adjacent cells also change color.
de: Denke daran, dass auch benachbarte Felder die Farbe ändern.

# tDialogContentStepsLeft
source: You have
de: Du hast

# toReachGoal
source: to reach the goal.
de: um das Ziel zu erreichen

# tRemoveTile
source: Click on a tile to increase its value by one. Tap again on the gadget to cancel.
de: Klicke auf ein Feld, um dessen Wert um eins zu erhöhen. Klicke erneut auf das Gadget, um abzubrechen.

# tResetGadget
source: You have no moves left. Use the reset or the undo gadget to try again.
de: Du hast keine Züge mehr übrig. Nutze das Zurücksetzen- oder Zurück-Gadget, um es erneut zu versuchen.

# tStep2
source: Click on the tile to change its color
de: Klicke auf das Feld, um dessen Farbe zu ändern.

# tStep3
source: Click on the tile to also change the color of its neighbours
de: Klicke auf das Feld, um auch die Farbe der Nachbarfelder zu ändern.

# tStep4
source: Fill the Grid with the color indicated. You have only one move!
de: Fülle das Gitter mit der angegebenen Farbe. Du hast nur einen Zug!

# tStep51
source: If you struggle with the puzzle, use a hint. In this level you have two moves.
de: Wenn du Schwierigkeiten mit dem Puzzle hast, benutze einen Hinweis. In diesem Level hast du zwei Züge.

# tStep52
source: Finish the level by filling the whole grid with the color indicated.
de: Beende das Level, indem du das gesamte Gitter mit der angegebenen Farbe füllst.

# tStepCompleted
source: You can also use the Colorizer, it increases a single tile by one. Try it out!
de: Du kannst auch den Colorizer verwenden, er erhöht das angeklickte Feld um eins. Probier es aus!

source: Color the grid
de: Färbe das Gitter

# colorTheGridBody
source: Fill the entire grid with the displayed color. When you click on a cell, its color and the color of all adjacent cells will change.
de: Färbe das ganze Gitter mit der angezeigten Farbe. Wenn du auf ein Feld klickst, ändert sich auch die Farbe der Nachbarfelder.

# difficultyExplTitle
source: Difficulty Explanation
de: Schwierigkeitsgrad Erklärung

# difficultyExplBody
source: The difficulty bar indicates how challenging the current puzzle is. Light segments indicate an easier puzzle, darker segments indicate moderate difficulty, and dark segments indicate a higher level of difficulty. The bar fills up based on the maximum number of moves and grid size, providing a visual representation of the challenge level.
de: Die Schwierigkeitsanzeige zeigt an, wie herausfordernd das aktuelle Rätsel ist. Helle Segmente stehen für ein einfacheres Rätsel, dunklere Segmente für eine mittlere Schwierigkeit, und sehr dunkle Segmente weisen auf ein höheres Schwierigkeitsniveau hin. Die Anzeige füllt sich basierend auf der maximalen Anzahl an Zügen und der Rastergröße und bietet so eine visuelle Darstellung des Schwierigkeitsgrads.
